Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# feed.textEditorDebug.windowTitle
source: Feed Text Editor Lab
ar: مختبر محرر نصوص الموجز
de: Feed-Texteditor-Labor
es: Laboratorio de editores de texto del Feed
fr: Labo d’éditeurs de texte du flux
ja: フィードテキストエディタラボ
ko: 피드백 텍스트 편집기 실험실
zh_hans: Feed 文本编辑器实验室
zh_hant: Feed 文字編輯器實驗室

# feed.todos.collapse
source: Collapse
ar: طي
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
ko: 접기
zh_hans: 折叠
zh_hant: 收合

# feed.todos.moreCompleted
source: ... +%lld completed
ar: ... +%lld مكتملة
de: ... +%lld abgeschlossen
es: ... +%lld completados
fr: ... +%lld terminés
ja: ... +%lld件完了
ko: ... +%lld개 완료됨
zh_hans: ... +%lld 项已完成
zh_hant: ... +%lld 已完成

# feed.todos.summary.done
source: %lld done
ar: %lld منجزة
de: %lld erledigt
es: %lld completados
fr: %lld terminés
ja: %lld件完了
ko: %lld개 완료
zh_hans: %lld 项已完成
zh_hant: %lld 已完成

# feed.todos.summary.inProgress
source: %lld in progress
ar: %lld قيد التنفيذ
de: %lld in Bearbeitung
es: %lld en progreso
fr: %lld en cours
ja: %lld件進行中
ko: %lld개 진행 중
zh_hans: %lld 项进行中
zh_hant: %lld 進行中

# feed.todos.summary.open
source: %lld open
ar: %lld مفتوحة
de: %lld offen
es: %lld abiertos
fr: %lld ouverts
ja: %lld件未完了
ko: %lld개 미해결
zh_hans: %lld 项待办
zh_hant: %lld 未完成

# feed.todos.title
source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
ko: 작업
zh_hans: 任务
zh_hant: 任務

# fileDrop.holdShiftDropIntoEditor
source: Hold Shift to drop into editor
ar: اضغط Shift للإفلات في المحرر
bs: Držite Shift za ispuštanje u editor
da: Hold Skift nede for at slippe i editoren
de: Umschalt halten, um in den Editor abzulegen
es: Mantén Shift para soltar en el editor
fr: Maintenez Maj pour déposer dans l’éditeur
it: Tieni premuto Maiuscole per rilasciare nell’editor
ja: Shift キーを押したままエディタにドロップ
ko: 편집기에 드롭하려면 Shift를 누르세요
nb: Hold Skift for å slippe i redigereren
pl: Przytrzymaj Shift, aby upuścić w edytorze
pt_br: Segure Shift para soltar no editor
ru: Удерживайте Shift, чтобы перетащить в редактор
th: กด Shift ค้างไว้เพื่อวางในตัวแก้ไข
tr: Düzenleyiciye bırakmak için Shift tuşunu basılı tutun
uk: Утримуйте Shift, щоб скинути в редактор
zh_hans: 按住 Shift 以拖放到编辑器
zh_hant: 按住 Shift 以拖放到編輯器

# fileDrop.holdShiftDropIntoTerminal
source: Hold Shift to drop into terminal
ar: اضغط Shift للإفلات في الطرفية
bs: Držite Shift za ispuštanje u terminal
da: Hold Skift nede for at slippe i terminalen
de: Umschalt halten, um ins Terminal abzulegen
es: Mantén Shift para soltar en la terminal
fr: Maintenez Maj pour déposer dans le terminal
it: Tieni premuto Maiuscole per rilasciare nel terminale
ja: Shift キーを押したままターミナルにドロップ
ko: 터미널에 드롭하려면 Shift를 누르세요
nb: Hold Skift for å slippe i terminalen
pl: Przytrzymaj Shift, aby upuścić w terminalu
pt_br: Segure Shift para soltar no terminal
ru: Удерживайте Shift, чтобы перетащить в терминал
th: กด Shift ค้างไว้เพื่อวางในเทอร์มินัล
tr: Terminale bırakmak için Shift tuşunu basılı tutun
uk: Утримуйте Shift, щоб скинути в термінал
zh_hans: 按住 Shift 以拖放到终端
zh_hant: 按住 Shift 以拖放到終端

# fileDrop.holdShiftOpenAsSplit
source: Hold Shift to open as split
ar: اضغط Shift للفتح كتقسيم
bs: Držite Shift za otvaranje kao podjelu
da: Hold Skift nede for at åbne som split
de: Umschalt halten, um als Split zu öffnen
es: Mantén Shift para abrir como división
fr: Maintenez Maj pour ouvrir en division
it: Tieni premuto Maiuscole per aprire come divisione
ja: Shift キーを押したまま分割で開く
ko: 분할로 열려면 Shift를 누르세요
nb: Hold Skift for å åpne som delt visning
pl: Przytrzymaj Shift, aby otworzyć jako podział
pt_br: Segure Shift para abrir como divisão
ru: Удерживайте Shift, чтобы открыть как разделение
th: กด Shift ค้างไว้เพื่อเปิดแบบแบ่ง
tr: Bölünmüş görünüm olarak açmak için Shift tuşunu basılı tutun
uk: Утримуйте Shift, щоб відкрити як розділення
zh_hans: 按住 Shift 以拆分打开
zh_hant: 按住 Shift 以分割開啟

# fileExplorer.contextMenu.copyPath
source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
zh_hans: 复制路径
zh_hant: 複製路徑

# fileExplorer.contextMenu.copyRelativePath
source: Copy Relative Path
ar: نسخ المسار النسبي
de: Relativen Pfad kopieren
es: Copiar ruta relativa
fr: Copier le chemin relatif
ja: 相対パスをコピー
ko: 상대 경로 복사
zh_hans: 复制相对路径
zh_hant: 複製相對路徑

# fileExplorer.contextMenu.insertPath
source: Insert Path
ar: إدراج المسار
de: Pfad einfügen
es: Insertar ruta
fr: Insérer le chemin
ja: パスを挿入
ko: 경로 삽입
zh_hans: 插入路径
zh_hant: 插入路徑

# fileExplorer.contextMenu.insertRelativePath
source: Insert Relative Path
ar: إدراج المسار النسبي
de: Relativen Pfad einfügen
es: Insertar ruta relativa
fr: Insérer le chemin relatif
ja: 相対パスを挿入
ko: 상대 경로 삽입
zh_hans: 插入相对路径
zh_hant: 插入相對路徑

# fileExplorer.contextMenu.openDefault
source: Open in Default Editor
ar: فتح في المحرر الافتراضي
de: Im Standard-Editor öffnen
es: Abrir en el editor predeterminado
fr: Ouvrir dans l’éditeur par défaut
ja: デフォルトのエディタで開く
ko: 기본 편집기에서 열기
zh_hans: 在默认编辑器中打开
zh_hant: 在預設編輯器中開啟

# fileExplorer.contextMenu.openInCmux
source: Open in cmux
ar: فتح في cmux
de: In cmux öffnen
es: Abrir en cmux
fr: Ouvrir dans cmux
ja: cmuxで開く
ko: cmux에서 열기
zh_hans: 在 cmux 中打开
zh_hant: 在 cmux 中開啟

# fileExplorer.contextMenu.revealInFinder
source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Révéler dans le Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# fileExplorer.empty
source: No folder open
ar: لا يوجد مجلد مفتوح
de: Kein Ordner geöffnet
es: Ninguna carpeta abierta
fr: Aucun dossier ouvert
ja: フォルダが開かれていません
ko: 열린 폴더 없음
zh_hans: 未打开文件夹
zh_hant: 未開啟資料夾

# fileExplorer.error.sshFailed
source: SSH command failed
ar: فشل أمر SSH
de: SSH-Befehl fehlgeschlagen
es: El comando SSH falló
fr: La commande SSH a échoué
ja: SSH コマンドに失敗しました
ko: SSH 명령에 실패했습니다
zh_hans: SSH 命令失败
zh_hant: SSH 指令失敗

# fileExplorer.error.unavailable
source: File explorer is not available
ar: مستكشف الملفات غير متوفر
de: Datei-Explorer ist nicht verfügbar
es: El explorador de archivos no está disponible
fr: L’explorateur de fichiers n’est pas disponible
ja: ファイルエクスプローラーは利用できません
ko: 파일 탐색기를 사용할 수 없습니다
zh_hans: 文件资源管理器不可用
zh_hant: 檔案瀏覽器不可用

# fileExplorer.search.empty
source: Type to search
ar: اكتب للبحث
de: Tippen zum Suchen
es: Escribe para buscar
fr: Saisissez pour rechercher
ja: 入力して検索
ko: 검색어를 입력하세요
zh_hans: 输入以搜索
zh_hant: 輸入以搜尋

# fileExplorer.search.failed
source: Search failed: %@
ar: فشل البحث: %@
de: Suche fehlgeschlagen: %@
es: Error en la búsqueda: %@
fr: Échec de la recherche : %@
ja: 検索に失敗しました: %@
ko: 검색 실패: %@
zh_hans: 搜索失败：%@
zh_hant: 搜尋失敗：%@

# fileExplorer.search.limit
source: First %d matches
ar: أول %d مطابقة
de: Erste %d Treffer
es: Primeras %d coincidencias
fr: Les %d premiers résultats
ja: 最初の%d件の一致
ko: 처음 %d개 일치
zh_hans: 前 %d 个匹配项
zh_hant: 前 %d 個符合項目

# fileExplorer.search.matches
source: %d matches
ar: %d مطابقة
de: %d Treffer
es: %d coincidencias
fr: %d résultats
ja: %d件の一致
ko: %d개 일치
zh_hans: %d 个匹配项
zh_hant: %d 個符合項目

# fileExplorer.search.noMatches
source: No matches
ar: لا توجد تطابقات
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
ja: 一致なし
ko: 일치하는 항목 없음
zh_hans: 无匹配项
zh_hant: 無符合項目

# fileExplorer.search.placeholder
source: Search files
ar: البحث في الملفات
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
ja: ファイルを検索
ko: 파일 검색
zh_hans: 搜索文件
zh_hant: 搜尋檔案

# fileExplorer.search.rgConfiguredPathNotExecutable
source: Configured ripgrep path is not executable: %@
ar: مسار ripgrep المكوّن غير قابل للتنفيذ: %@
de: Konfigurierter ripgrep-Pfad ist nicht ausführbar: %@
es: La ruta de ripgrep configurada no es ejecutable: %@
fr: Le chemin configuré pour ripgrep n'est pas exécutable : %@
ja: 設定されたripgrepパスは実行できません: %@
ko: 설정된 ripgrep 경로를 실행할 수 없습니다: %@
zh_hans: 配置的 ripgrep 路径不可执行：%@
zh_hant: 設定的 ripgrep 路徑不可執行：%@

# fileExplorer.search.rgExited
source: rg exited with status %d
ar: انتهى rg برمز الحالة %d
de: rg mit Status %d beendet
es: rg finalizó con el estado %d
fr: rg s’est terminé avec le statut %d
ja: rg がステータス %d で終了しました
ko: rg가 %d 상태로 종료되었습니다
zh_hans: rg 已退出，状态为 %d
zh_hant: rg 已結束，狀態碼為 %d

# fileExplorer.search.rgNotInstalled
source: ripgrep (rg) is not installed or is not on PATH.
ar: ripgrep (rg) غير مثبت أو غير موجود في PATH.
de: ripgrep (rg) ist nicht installiert oder befindet sich nicht im PATH.
es: ripgrep (rg) no está instalado o no se encuentra en el PATH.
fr: ripgrep (rg) n’est pas installé ou ne se trouve pas dans le PATH.
ja: ripgrep (rg) がインストールされていないか、PATH にありません。
ko: ripgrep (rg)이 설치되어 있지 않거나 PATH에 없습니다.
zh_hans: 未安装 ripgrep (rg) 或它不在 PATH 中。
zh_hant: 未安裝 ripgrep (rg) 或未將其加入 PATH。

# fileExplorer.search.searching
source: %d matches, searching
ar: %d مطابقة، جاري البحث
de: %d Treffer, Suche läuft
es: %d coincidencias, buscando
fr: %d résultats, recherche en cours
ja: %d件の一致、検索中
ko: %d개 일치, 검색 중
zh_hans: %d 个匹配项，正在搜索
zh_hant: %d 個符合項目，搜尋中

# fileExplorer.search.unsupported
source: Local folders only
ar: المجلدات المحلية فقط
de: Nur lokale Ordner
es: Solo carpetas locales
fr: Dossiers locaux uniquement
ja: ローカルフォルダのみ
ko: 로컬 폴더만 지원
zh_hans: 仅限本地文件夹
zh_hant: 僅限本機資料夾

# fileExplorer.status.sshHomeFailed
source: Unable to resolve SSH home: %@
ar: تعذر تحديد المجلد الرئيسي لـ SSH: %@
de: SSH-Home-Verzeichnis konnte nicht aufgelöst werden: %@
es: No se pudo resolver el directorio de inicio SSH: %@
fr: Impossible de résoudre le répertoire personnel SSH : %@
ja: SSH のホームを解決できません: %@
ko: SSH 홈을 확인할 수 없음: %@
zh_hans: 无法解析 SSH 主目录：%@
zh_hant: 無法解析 SSH 家目錄：%@

# fileExplorer.status.sshResolvingHome
source: Resolving remote home...
ar: جاري تحديد المجلد الرئيسي البعيد...
de: Remote-Home-Verzeichnis wird aufgelöst...
es: Resolviendo el directorio de inicio remoto...
fr: Résolution du répertoire personnel distant...
ja: リモートのホームを解決中...
ko: 원격 홈 확인 중...
zh_hans: 正在解析远程主目录...
zh_hant: 正在解析遠端家目錄...

# fileExplorer.status.sshUnavailable
source: SSH files unavailable
ar: ملفات SSH غير متوفرة
de: SSH-Dateien nicht verfügbar
es: Archivos SSH no disponibles
fr: Fichiers SSH indisponibles
ja: SSH ファイルを利用できません
ko: SSH 파일을 사용할 수 없음
zh_hans: SSH 文件不可用
zh_hant: 無法使用 SSH 檔案

# fileExplorer.status.sshUnavailableWithDetail
source: SSH files unavailable: %@
ar: ملفات SSH غير متوفرة: %@
de: SSH-Dateien nicht verfügbar: %@
es: Archivos SSH no disponibles: %@
fr: Fichiers SSH indisponibles : %@
ja: SSH ファイルを利用できません: %@
ko: SSH 파일을 사용할 수 없음: %@
zh_hans: SSH 文件不可用：%@
zh_hant: 無法使用 SSH 檔案：%@

# filePreview.openExternally
source: Open Externally
ar: فتح خارجيًا
de: Extern öffnen
es: Abrir externamente
fr: Ouvrir en externe
ja: 外部アプリで開く
ko: 외부에서 열기
zh_hans: 在外部打开
zh_hant: 在外部開啟

# filePreview.openInApplication
source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
ja: %@で開く
ko: %@에서 열기
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中開啟

# filePreview.openWith.menu
source: Open With
ar: فتح باستخدام
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
ja: このアプリケーションで開く
ko: 다음으로 열기
zh_hans: 打开方式
zh_hant: 開啟工具

# filePreview.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 再読み込み
ko: 새로 고치다
zh_hans: 刷新
zh_hant: 重新整理

# filePreview.revert
source: Revert
ar: تراجع
de: Zurücksetzen
es: Revertir
fr: Rétablir
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原
zh_hant: 還原

# filePreview.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# filePreview.share
source: Share
ar: مشاركة
bs: Podijeli
da: Del
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nb: Del
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
uk: Поділитися
zh_hans: 共享
zh_hant: 分享

# forkConversation.destination.bottom
source: Bottom Split
ar: تقسيم سفلي
de: Untere Teilung
es: División inferior
fr: Division en bas
ja: 下分割
ko: 아래쪽 분할
zh_hans: 下方拆分
zh_hant: 下方分割

# forkConversation.destination.bottom.description
source: Right-click Fork Conversation creates a split below the current pane.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ تقسيمًا أسفل الجزء الحالي.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung unter dem aktuellen Bereich.
es: Fork Conversation con clic derecho crea una división debajo del panel actual.
fr: Un clic droit sur Bifurquer la conversation crée une division sous le volet actuel.
ja: 右クリックの「会話をフォーク」で現在のペインの下に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널 아래에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格下方创建拆分。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格下方建立分割。

# forkConversation.destination.left
source: Left Split
ar: تقسيم أيسر
de: Linke Teilung
es: División izquierda
fr: Division à gauche
ja: 左分割
ko: 왼쪽 분할
zh_hans: 左侧拆分
zh_hant: 左側分割

# forkConversation.destination.left.description
source: Right-click Fork Conversation creates a split to the left.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ تقسيمًا إلى اليسار.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung links.
es: Fork Conversation con clic derecho crea una división a la izquierda.
fr: Un clic droit sur Bifurquer la conversation crée une division à gauche.
ja: 右クリックの「会話をフォーク」で左側に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 왼쪽에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在左侧创建拆分。
zh_hant: 右鍵點按 Fork Conversation 會在左側建立分割。

# forkConversation.destination.newTab
source: New Tab
ar: علامة تبويب جديدة
de: Neuer Tab
es: Pestaña nueva
fr: Nouvel onglet
ja: 新規タブ
ko: 새 탭
zh_hans: 新标签页
zh_hant: 新標籤頁

# forkConversation.destination.newTab.description
source: Right-click Fork Conversation creates a sibling tab in the current pane.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ علامة تبويب شقيقة في الجزء الحالي.
de: Rechtsklick auf „Konversation forken“ erstellt einen gleichgeordneten Tab im aktuellen Bereich.
es: Fork Conversation con clic derecho crea una pestaña hermana en el panel actual.
fr: Un clic droit sur Bifurquer la conversation crée un onglet adjacent dans le volet actuel.
ja: 右クリックの「会話をフォーク」で現在のペインに兄弟タブを作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널에 형제 탭을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格中创建相邻标签页。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格中建立相鄰標籤頁。

# forkConversation.destination.newWorkspace
source: New Workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Espacio de trabajo nuevo
fr: Nouvel espace de travail
ja: 新規ワークスペース
ko: 새 작업 공간
zh_hans: 新工作区
zh_hant: 新工作區

# forkConversation.destination.newWorkspace.description
source: Right-click Fork Conversation creates a new workspace.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ مساحة عمل جديدة.
de: Rechtsklick auf „Konversation forken“ erstellt einen neuen Arbeitsbereich.
es: Fork Conversation con clic derecho crea un espacio de trabajo nuevo.
fr: Un clic droit sur Bifurquer la conversation crée un nouvel espace de travail.
ja: 右クリックの「会話をフォーク」で新規ワークスペースを作成します。
ko: 오른쪽 클릭의 Fork Conversation은 새 작업 공간을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会创建新工作区。
zh_hant: 右鍵點按 Fork Conversation 會建立新工作區。

# forkConversation.destination.right
source: Right Split
ar: تقسيم أيمن
de: Rechte Teilung
es: División derecha
fr: Division à droite
ja: 右分割
ko: 오른쪽 분할
zh_hans: 右侧拆分
zh_hant: 右側分割

# forkConversation.destination.right.description
source: Right-click Fork Conversation creates a split to the right.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ تقسيمًا إلى اليمين.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung rechts.
es: Fork Conversation con clic derecho crea una división a la derecha.
fr: Un clic droit sur Bifurquer la conversation crée une division à droite.
ja: 右クリックの「会話をフォーク」で右側に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 오른쪽에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在右侧创建拆分。
zh_hant: 右鍵點按 Fork Conversation 會在右側建立分割。

# forkConversation.destination.top
source: Top Split
ar: تقسيم علوي
de: Obere Teilung
es: División superior
fr: Division en haut
ja: 上分割
ko: 위쪽 분할
zh_hans: 上方拆分
zh_hant: 上方分割

# forkConversation.destination.top.description
source: Right-click Fork Conversation creates a split above the current pane.
ar: النقر بزر الماوس الأيمن على تفريع المحادثة ينشئ تقسيمًا أعلى الجزء الحالي.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung über dem aktuellen Bereich.
es: Fork Conversation con clic derecho crea una división encima del panel actual.
fr: Un clic droit sur Bifurquer la conversation crée une division au-dessus du volet actuel.
ja: 右クリックの「会話をフォーク」で現在のペインの上に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널 위에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格上方创建拆分。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格上方建立分割。

# ghostty.key-table.icon.accessibility
source: Key table
ar: جدول المفاتيح
bs: Tabela tipki
da: Tasttabel
de: Tastentabelle
es: Tabla de teclas
fr: Table des touches
it: Tabella tasti
ja: キーテーブル
ko: 키 테이블
nb: Tasttabell
pl: Tabela klawiszy
pt_br: Tabela de teclas
ru: Таблица клавиш
th: ตารางปุ่ม
tr: Tuş tablosu
uk: Таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# ghostty.key-table.indicator
source: key table
ar: جدول المفاتيح
bs: tabela tipki
da: tasttabel
de: Tastentabelle
es: tabla de teclas
fr: table des touches
it: tabella tasti
ja: キーテーブル
ko: 키 테이블
nb: tasttabell
pl: tabela klawiszy
pt_br: tabela de teclas
ru: таблица клавиш
th: ตารางปุ่ม
tr: tuş tablosu
uk: таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# globalSearch.empty.noOpenPanels
source: No open panels
ar: لا توجد لوحات مفتوحة
de: Keine geöffneten Panels
es: No hay paneles abiertos
fr: Aucun panneau ouvert
ja: 開いているパネルがありません
ko: 열려 있는 패널 없음
zh_hans: 没有打开的面板
zh_hant: 未開啟面板

# globalSearch.empty.noResults
source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
ko: 결과 없음
zh_hans: 无结果
zh_hant: 無結果

# globalSearch.empty.prompt
source: Type to search
ar: اكتب للبحث
de: Tippen zum Suchen
es: Escribe para buscar
fr: Saisissez pour rechercher
ja: 入力して検索
ko: 검색어를 입력하세요
zh_hans: 输入以搜索
zh_hant: 輸入以搜尋

# globalSearch.kind.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# globalSearch.kind.markdown
source: Markdown
ar: تخفيض السعر
de: Abschlag
es: Reducción
fr: Réduction
ko: 가격 인하
zh_hans: 降价
zh_hant: 降價

# globalSearch.kind.title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# globalSearch.palette.placeholder
source: Search all windows, panels, browser tabs...
ar: ابحث في جميع النوافذ، واللوحات، وعلامات تبويب المتصفح...
de: Durchsuche alle Fenster, Panels, Browser-Tabs...
es: Buscar en todas las ventanas, paneles, pestañas del navegador...
fr: Rechercher dans toutes les fenêtres, panneaux, onglets de navigateur...
ja: すべてのウィンドウ、パネル、ブラウザタブを検索...
ko: 모든 창, 패널, 브라우저 탭 검색...
zh_hans: 搜索所有窗口、面板、浏览器标签页...
zh_hant: 搜尋所有視窗、面板、瀏覽器標籤頁...

# globalSearch.untitled
source: Untitled
ar: بلا عنوان
de: Unbenannt
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
zh_hans: 未命名
zh_hant: 未命名

# historyPane.clearClosed
source: Clear Closed
ar: مسح المغلقة
de: Geschlossene löschen
es: Borrar cerrados
fr: Effacer les éléments fermés
ja: 閉じた項目を消去
ko: 닫힌 항목 지우기
zh_hans: 清除已关闭项
zh_hant: 清除已關閉項目

# historyPane.clearClosed.help
source: Clear recently closed history
ar: مسح سجل المغلقة مؤخرًا
de: Zuletzt geschlossenen Verlauf löschen
es: Borrar el historial cerrado recientemente
fr: Effacer l’historique des éléments récemment fermés
ja: 最近閉じた履歴を消去
ko: 최근에 닫은 기록 지우기
zh_hans: 清除最近关闭的历史记录
zh_hant: 清除最近關閉的歷程記錄

# historyPane.closedAtFormat
source: Closed %@
ar: أُغلق %@
de: Geschlossen %@
es: Cerrado %@
fr: Fermé %@
ja: %@ に閉じました
ko: 닫음: %@
zh_hans: 已关闭 %@
zh_hant: 已於 %@ 關閉

# historyPane.day.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# historyPane.day.yesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天

# historyPane.empty
source: No history yet
ar: لا يوجد سجل بعد
de: Noch kein Verlauf
es: Sin historial aún
fr: Aucun historique pour le moment
ja: 履歴はまだありません
ko: 아직 기록이 없습니다
zh_hans: 暂无历史记录
zh_hant: 尚無歷程記錄

# historyPane.focusedAtFormat
source: Focused %@
ar: تم التركيز عليه %@
de: Fokussiert %@
es: Enfocado %@
fr: Activé %@
ja: %@ にフォーカス
ko: 포커스됨: %@
zh_hans: 已聚焦 %@
zh_hant: 已於 %@ 聚焦

# historyPane.noResults
source: No matching history
ar: لا يوجد سجل مطابق
de: Kein passender Verlauf
es: Sin coincidencias en el historial
fr: Aucun historique correspondant
ja: 一致する履歴がありません
ko: 일치하는 기록 없음
zh_hans: 没有匹配的历史记录
zh_hant: 沒有相符的歷程記錄

# historyPane.search.clear
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
ja: 検索を消去
ko: 검색 초기화
zh_hans: 清除搜索
zh_hant: 清除搜尋

# historyPane.search.placeholder
source: Search history
ar: البحث في السجل
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
ja: 履歴を検索
ko: 기록 검색
zh_hans: 搜索历史记录
zh_hant: 搜尋歷程記錄

# language.system
source: System
ar: النظام
bs: Sistemski
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системный
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# machines.agent.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hant: 法典

# machines.agent.copyPrompt
source: Copy Cloud Prompt
ar: نسخ موجه السحابة
de: Cloud-Prompt kopieren
es: Copiar prompt de la nube
fr: Copier l’invite cloud
ja: クラウドプロンプトをコピー
ko: 클라우드 프롬프트 복사
zh_hans: 复制云端提示词
zh_hant: 複製雲端提示詞

# machines.agent.error.missingSkill
source: This build is missing the bundled cmux Cloud skill file.
ar: هذا البناء يفتقد ملف مهارة cmux Cloud المضمّن.
de: Diesem Build fehlt die gebündelte cmux-Cloud-Skill-Datei.
es: A esta compilación le falta el archivo de habilidad de cmux Cloud integrado.
fr: Ce build ne contient pas le fichier de compétence cmux Cloud intégré.
ja: このビルドには cmux Cloud スキルファイルが含まれていません。
ko: 이 빌드에는 번들된 cmux 클라우드 스킬 파일이 누락되었습니다.
zh_hans: 此构建缺少内置的 cmux Cloud skill 文件。
zh_hant: 此建置版本缺少隨附的 cmux 雲端 Skill 檔案。

# machines.agent.operation.starting
source: Starting %@…
ar: جارٍ بدء تشغيل %@...
de: %@ wird gestartet…
es: Iniciando %@…
fr: Démarrage de %@…
ja: %@ を起動しています…
ko: %@ 시작 중…
zh_hans: 正在启动 %@…
zh_hant: 正在啟動 %@…

# machines.agent.menuLabel
source: Open Cloud Agent
ar: فتح وكيل السحابة
de: Cloud-Agent öffnen
es: Abrir agente de la nube
fr: Ouvrir l’agent cloud
ja: クラウドエージェントを開く
ko: 클라우드 에이전트 열기
zh_hans: 打开云端代理
zh_hant: 開啟雲端 Agent

# machines.agent.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hant: 開放程式碼

# machines.auth.checking
source: Checking your cmux account…
ar: التحقق من حساب cmux الخاص بك…
de: Dein cmux-Konto wird überprüft…
es: Comprobando tu cuenta de cmux…
fr: Vérification de votre compte cmux…
ja: cmuxアカウントを確認しています…
ko: cmux 계정 확인 중…
zh_hans: 正在检查你的 cmux 账户…
zh_hant: 正在檢查您的 cmux 帳戶…

# machines.auth.subtitle
source: Sign in to see and manage the machines in your cmux account.
ar: تسجيل الدخول لعرض الأجهزة في حساب cmux الخاص بك وإدارتها.
de: Melde dich an, um die Maschinen in deinem cmux-Konto zu sehen und zu verwalten.
es: Inicia sesión para ver y administrar las máquinas de tu cuenta de cmux.
fr: Connectez-vous pour voir et gérer les machines de votre compte cmux.
ja: cmuxアカウントにサインインして、マシンを表示・管理してください。
ko: cmux 계정의 머신을 보고 관리하려면 로그인하세요.
zh_hans: 登录后即可查看和管理你 cmux 账户下的机器。
zh_hant: 登入以查看並管理您 cmux 帳戶中的機器。

# machines.auth.title
source: Sign in to use Cloud Machines
ar: تسجيل الدخول لاستخدام الأجهزة السحابية
de: Anmelden, um Cloud-Maschinen zu nutzen
es: Inicia sesión para usar máquinas en la nube
fr: Se connecter pour utiliser les machines cloud
ja: Cloud Machinesを使うにはサインインしてください
ko: 로그인하여 클라우드 머신 사용
zh_hans: 登录以使用云端机器
zh_hant: 登入以使用雲端機器

# machines.activity.pending
source: Starting
ar: البدء
de: Beginnt
es: A partir de
fr: Départ
ja: 起動中
ko: 시작
zh_hans: 正在启动
zh_hant: 開始

# machines.activity.ready
source: Ready
ar: مستعد
de: Bereit
es: Listo
fr: Prêt
ja: 使用可能
ko: 준비가 된
zh_hans: 就绪
zh_hant: 準備好
